[
  {
    "id": 1,
    "location": "Cox's Bazar",
    "name": "Hotel Sea Crown",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/120397144.jpg?k=ca74ce65d75e5c0abe4a14b79923353a5920164cefb9160580b06868c236c4cc&o=&hp=1",
    "title": "Situated on the beachfront and offering a 24-hour front desk, Hotel Sea Crown is located just 1.5 km from the famous Sugandha Beach. Free WiFi access is available.",
    "description": "Each air-conditioned room here will provide you with a seating area and work desk. Featuring a shower, private bathroom comes with free toiletries. At Hotel Sea Crown you will find a garden. Other facilities offered at the property include a shared lounge, a tour desk and luggage storage. The property offers free parking.The property is located just 3 km from the scenic Laboni Beach and 4.1 km from Buddhist Temple and the popular Cox's Bazar. The Cox's Bazar Airport and Cox's Bazar Bus Station are located within 4.8 km.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$34/night",
    "rating": 5
  },
  {
    "id": 2,
    "location": "Cox's Bazar",
    "name": "Grace Cox Smart Hotel",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/197223673.jpg?k=f6d3a55cd5e367cda84a8d51dc42a61b20f7d8c0a77f25cfdf606237c41fbe71&o=&hp=1",
    "title": "You're eligible for a Genius discount at Grace Cox Smart Hotel! To save at this property, all you have to do is sign in.",
    "description": "Grace Cox Smart Hotel is a 4-star property set in Cox's Bazar. With free WiFi, this 4-star hotel offers a kids' club and free shuttle service. The accommodation offers room service, a concierge service and organising tours for guests. At the hotel, the rooms include a desk. All rooms are equipped with a safety deposit box, while some rooms come with a balcony and others also have sea views. The units will provide guests with a fridge. A buffet breakfast is available every morning at Grace Cox Smart Hotel.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$20/night",
    "rating": 3.5
  },
  {
    "id": 3,
    "location": "Cox's Bazar",
    "name": "Long Beach Hotel",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/283183777.jpg?k=899b1542446c88268f790cf9968ddeffe42a7b24c7b228069de09413d5275822&o=&hp=1",
    "title": "Offering an indoor pool, a fitness centre and a spa and wellness centre, Long Beach Hotel is located 3.3 km from the Cox's Bazar Airport and Local Bus Station. Free wired internet is available in the rooms of the property.",
    "description": "Each air-conditioned room here will provide you with a satellite TV, seating area and a balcony. There is also a minibar. Featuring a shower, private bathroom also comes with bathrobes and free toiletries.At Long Beach Hotel you will find a 24-hour front desk, BBQ facilities and garden. Other facilities offered at the property include meeting facilities, a shared lounge and a ticket service. The property offers free parking.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$25/night",
    "rating": 3.5
  },
  {
    "id": 4,
    "location": "Cox's Bazar",
    "name": "Sea Pearl Beach Resort & Spa Cox's Bazar",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345053324.jpg?k=be9e4c63abaa59ca9dae9284911bfc36f3d23188a0e6e25cdba77d77925e130d&o=&hp=1",
    "title": "Offering an indoor pool, a fitness centre and a spa and wellness centre, Long Beach Hotel is located 3.3 km from the Cox's Bazar Airport and Local Bus Station. Free wired internet is available in the rooms of the property.",
    "description": "Facing the beachfront, Sea Pearl Beach Resort & Spa Cox's Bazar offers 5-star accommodation in Cox's Bazar and features an outdoor swimming pool, fitness centre and garden. This 5-star hotel offers a 24-hour front desk and an ATM. The accommodation offers free shuttle service, room service and currency exchange for guests.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$55/night",
    "rating": 4
  },
  {
    "id": 5,
    "location": "Cox's Bazar",
    "name": "Shahjadi Resort",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345053324.jpg?k=be9e4c63abaa59ca9dae9284911bfc36f3d23188a0e6e25cdba77d77925e130d&o=&hp=1",
    "title": "Shahjadi Resort is situated in Cox's Bazar, 1.4 km from Cox's Bazar Sea Beach. The accommodation features room service and a 24-hour front desk for guests.",
    "description": "The nearest airport is Cox's Bazar Airport, 5 km from the hotel. Shahjadi Resort has been welcoming Booking.com guests since 17 Sept 2020. Distance in property description is calculated using © OpenStreetMap",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$25/night",
    "rating": 3
  },
  {
    "id": 6,
    "location": "Sreemangal",
    "name": "Green Leaf Guest House",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/188621248.jpg?k=0299e5efb3cb9aa5c24868c5512c085161f07cfae855f6889f3a2f73d9a16c95&o=&hp=1",
    "title": "Set in Sreemangal, Green Leaf Guest House offers accommodation with free WiFi and free private parking.",
    "description": "A balcony with city view, a satellite flat-screen TV and air conditioning are featured in some units. Guests at the bed and breakfast can enjoy an Asian breakfast. A terrace is available on site and cycling can be enjoyed within close proximity of Green Leaf Guest House. The nearest airport is Osmani International, 88 km from the accommodation, and the property offers a paid airport shuttle service. Couples particularly like the location — they rated it 8.0 for a two-person trip.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$30/night",
    "rating": 5
  },
  {
    "id": 7,
    "location": "Sreemangal",
    "name": "Chader bari eco resort",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/425035575.jpg?k=be84ab9277a621bf033c42317007bf8ebee3291bbcfe88b6322dbb5942bf4271&o=&hp=1",
    "title": "Set in Sreemangal, Chader bari eco resort sreemangol has a garden, terrace, restaurant, and free WiFi throughout the property. There is free private parking and the property offers paid airport shuttle service.",
    "description": "Guest rooms at the resort come with a seating area. Selected rooms also offer a kitchen with a fridge, an oven and a dishwasher. All guest rooms feature a safety deposit box.Guests at Chader bari eco resort sreemangol can enjoy a halal breakfast.Bike hire and car hire are available at this resort and the area is popular for cycling.Non-stop information is available at the reception, where staff speak Bengali, English, Hindi and Urdu. The nearest airport is Osmani International Airport, 93 km from the accommodation.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$25/night",
    "rating": 3.5
  },
  {
    "id": 8,
    "location": "Sreemangal",
    "name": "Hotel Skypark",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/156533583.jpg?k=d04737bf692cdd1cca10fa670ea119a545c228461d3acb73908bf52356c62277&o=&hp=1",
    "title": "Set in Sreemangal, Hotel Skypark, Sreemangal offers 3-star accommodation with a garden, a shared lounge and a terrace. This 3-star hotel offers a shared kitchen, room service and free WiFi. Free private parking is available and the hotel also offers bike hire for guests who want to explore the surrounding area.",
    "description": "At the hotel, all rooms are equipped with a wardrobe. The units will provide guests with air conditioning, a safety deposit box and a flat-screen TV. The area is popular for cycling, and car hire is available at this 3-star hotel. Staff speak Bengali, English, Hindi and Armenian at the reception. The nearest airport is Osmani International Airport, 88 km from Hotel Skypark, Sreemangal.Couples particularly like the location — they rated it 8.0 for a two-person trip.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$45/night",
    "rating": 3.5
  },
  {
    "id": 9,
    "location": "Sreemangal",
    "name": "Patrasnana Eco Resort",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/365331494.jpg?k=5774632c0b5c3eb2f839f45fc89c684dda5f6b9fe72decd3cff7d9b51d9e1e0b&o=&hp=1",
    "title": "Located in Sreemangal, Patrasnana Eco Resort, Sreemangal provides 2-star accommodation with access to a garden and a terrace.",
    "description": "A à la carte, Asian or halal breakfast can be enjoyed at the property. At the lodge you will find a restaurant serving Indian cuisine. A halal option can also be requested.A car rental service is available at Patrasnana Eco Resort, Sreemangal.The nearest airport is Osmani International Airport, 45 km from the accommodation.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$50/night",
    "rating": 4.5
  },
  {
    "id": 10,
    "location": "Sreemangal",
    "name": "HOTEL MOHSIN PLAZA",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/332988091.jpg?k=2e428aaf805dfa5221cf9ecf01b00fc2ff558788b38b007be0b05424776ad265&o=&hp=1",
    "title": "HOTEL MOHSIN PLAZA is a 2-star property located in Sreemangal. With free WiFi, this 2-star hotel offers room service and a 24-hour front desk. Free private parking is available and the hotel also provides car hire for guests who want to explore the surrounding area.",
    "description": "At the hotel, each room includes a wardrobe. All units in HOTEL MOHSIN PLAZA are equipped with a TV and free toiletries.Guests at the accommodation will be able to enjoy activities in and around Sreemangal, like cycling.The nearest airport is Osmani International Airport, 88 km from HOTEL MOHSIN PLAZA.Couples particularly like the location — they rated it 8.4 for a two-person trip.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": true,
    "air_condition": true,
    "cost": "$20/night",
    "rating": 4
  },
  {
    "id": 11,
    "location": "Sundarban",
    "name": "Royal Sundarban Wild Resort",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/157897548.jpg?k=f056d75bd44b3d4e190fc3f752ec67d6f4b98998eff237baf7d6026945941d00&o=&hp=1",
    "title": "You're eligible for a Genius discount at Royal Sundarban Wild Resort! To save at this property, all you have to do is sign in.",
    "description": "Set in Jharkhali, Royal Sundarban Wild Resort has a garden, terrace and free WiFi. There is a restaurant serving Indian cuisine, and free private parking is available.Guests at the resort can enjoy a vegetarian breakfast.Staff at Royal Sundarban Wild Resort are available to provide information at the 24-hour front desk.The nearest airport is Netaji Subhash Chandra Bose International, 96 km from the accommodation, and the property offers a paid airport shuttle service.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": false,
    "air_condition": true,
    "cost": "$22/night",
    "rating": 5
  },
  {
    "id": 12,
    "location": "Sundarban",
    "name": "Hotel Sonar Bangla",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/280188723.jpg?k=2c21ec7bac600b72e2cb4ca2712cf8f97dea64befeea1a6d587f979e6c1a209d&o=&hp=1",
    "title": "You're eligible for a Genius discount at Royal Sundarban Wild Resort! To save at this property, all you have to do is sign in.",
    "description": "Hotel Sonar Bangla Sundarban in Gosāba features 4-star accommodation with a garden, a terrace and a restaurant. This 4-star hotel offers room service and a 24-hour front desk. Private parking can be arranged at an extra charge.Guest rooms in the hotel are fitted with a TV with satellite channels. Rooms are complete with a private bathroom equipped with free toiletries, while certain rooms at Hotel Sonar Bangla Sundarban also offer a balcony. The units include a wardrobe.A buffet breakfast is available daily at the accommodation.Hotel Sonar Bangla Sundarban offers 4-star accommodation with a hot tub.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": false,
    "air_condition": true,
    "cost": "$32/night",
    "rating": 4
  },
  {
    "id": 13,
    "location": "Sundarban",
    "name": "Sundarban Gateway Resort",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/421923425.jpg?k=d4abad18fe2dd95a968ed9149b3d9d6aa6187fc54fcec46dfc6ff7703004d93f&o=&hp=1",
    "title": "Sundarban Gateway Resort by WB Inn offers air-conditioned accommodation in Gosāba. The accommodation features a 24-hour front desk, airport transfers, room service and free WiFi throughout the property.",
    "description": "The nearest airport is Netaji Subhash Chandra Bose International Airport, 94 km from the hotel.Sundarban Gateway Resort by WB Inn has been welcoming Booking.com guests since 25 Aug 2022.Distance in property description is calculated using © OpenStreetMap",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": false,
    "air_condition": true,
    "cost": "$29/night",
    "rating": 4.5
  },
  {
    "id": 14,
    "location": "Sundarban",
    "name": "Sundarban Jungle Mahal",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/335599165.jpg?k=928fd6fb64e1a8d7acb300e58e89cbd3eaf39d27f1f69028586cec9d7d5de50b&o=&hp=1",
    "title": "Set in Gosāba, sundarban jungle mahal resort has a garden. Boasting room service, this property also has a restaurant and a sun terrace. Guests can enjoy garden views.",
    "description": "At the resort all rooms include a flat-screen TV, a private bathroom, and a balcony with a lake view.Guests at sundarban jungle mahal resort will be able to enjoy activities in and around Gosāba, like cycling.The nearest airport is Netaji Subhash Chandra Bose International Airport, 100 km from the accommodation.Sundarban jungle mahal resort has been welcoming Booking.com guests since 11 Feb 2020.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": false,
    "air_condition": true,
    "cost": "$44/night",
    "rating": 3.5
  },
  {
    "id": 15,
    "location": "Sundarban",
    "name": "Solitary Nook",
    "imgUrl": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/259038836.jpg?k=c73670165f1a62ae2d4ebe6216bfa5d7ce9e3df764b3e46e4aa054f5c078df7e&o=&hp=1",
    "title": "You're eligible for a Genius discount at Solitary Nook! To save at this property, all you have to do is sign in.",
    "description": "Set in Gosāba, Solitary Nook offers 4-star accommodation with a garden, a shared lounge and a restaurant. Boasting a business centre, this property also provides guests with a water park. The accommodation offers a 24-hour front desk, airport transfers, room service and free WiFi. All guest rooms come with air conditioning, a flat-screen TV with cable channels, a kettle, a shower, free toiletries and a wardrobe.Breakfast is available every morning, and includes à la carte, Full English/Irish and American options. The hotel offers a children's playground. The area is popular for fishing and cycling, and bike hire is available at this 4-star hotel.",
    "two_Beds": true,
    "single_Bed": true,
    "wifi": true,
    "gym": false,
    "air_condition": true,
    "cost": "$21/night",
    "rating": 2.5
  }
]
